<rss xmlns:atom="http://www.w3.org/2005/Atom" version="2.0">
    <channel>
        <title>Encavernados</title>
        <link>https://encavernados.com/</link>
        <description>Encavernados es un grupo de reflexión filosófica argentina que comparte artículos, libros y recursos comunitarios.</description>
        <generator>Hugo -- gohugo.io</generator><language>es-ar</language><lastBuildDate>Tue, 07 Oct 2025 20:09:00 -0300</lastBuildDate>
            <atom:link href="https://encavernados.com/index.xml" rel="self" type="application/rss+xml" />
        <item>
    <title>Filosofia y Creencia</title>
    <link>https://encavernados.com/articulos/filosofia-y-creencia/</link>
    <pubDate>Tue, 07 Oct 2025 20:09:00 -0300</pubDate><author>
                    <name>Carlos Alberto Butavand</name>
                </author><guid>https://encavernados.com/articulos/filosofia-y-creencia/</guid>
    <description><![CDATA[<p><u>-FILOSOF&Iacute;A Y CREENCIA-</u></p>
<p><u>&nbsp;</u></p>
<p>&ldquo;Hagamos a los otros lo que quisi&eacute;ramos que hicieran por nosotros</p>
<p>en las mismas circunstancias&rdquo;.</p>
<p>&nbsp;</p>
<p>Piotr Kropotkin</p>
<p>&nbsp;</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Jean Marie Guyau (1854-1888) es uno de los fil&oacute;sofos franceses m&aacute;s notables que jam&aacute;s haya existido. Fallecido a los 33 a&ntilde;os por el padecimiento de la tuberculosis, su obra result&oacute; cuantiosa y memorable para quienes hayan accedido a ella que no son muchos a juzgar por el desconocimiento general que hemos comprobado. La prensa y la difusi&oacute;n de este gran fil&oacute;sofo son casi nulas en el circuito acad&eacute;mico. La sospecha que tenemos de su escasa difusi&oacute;n y lectura se debe a que, seg&uacute;n Piotr Kropotkin, ser&iacute;a el fundador de la moral anarquista; moral anarquista tambi&eacute;n poco estudiada y rechazada por desconocimiento de su verdadero esp&iacute;ritu y contenido. Al anarquismo s&oacute;lo se lo despacha con un mero adjetivo de inaplicabilidad y de retrazo, adjetivos basados en el desconocimiento filos&oacute;fico que se cierne desde la antropolog&iacute;a y la moral.</p>]]></description>
</item><item>
    <title>La noción de Patria en la filosofía Antigua</title>
    <link>https://encavernados.com/articulos/la-noci%C3%B3n-de-patria-en-la-filosof%C3%ADa-antigua/</link>
    <pubDate>Wed, 24 Sep 2025 17:28:00 -0300</pubDate><author>
                    <name>Verónica Natalia Antelo</name>
                </author><guid>https://encavernados.com/articulos/la-noci%C3%B3n-de-patria-en-la-filosof%C3%ADa-antigua/</guid>
    <description><![CDATA[<p><span style="font-weight: 400;">El tema propuesto resulta demasiado extenso para un an&aacute;lisis sistem&aacute;tico. Me limitar&eacute; a poner foco en el comentario de </span><em><span style="font-weight: 400;">La Il&iacute;ada</span></em><span style="font-weight: 400;">, en el fragmento de Her&aacute;clito DK B44 y en la &uacute;ltima parte del di&aacute;logo plat&oacute;nico el </span><em><span style="font-weight: 400;">Crit&oacute;n, </span></em><span style="font-weight: 400;">para evocar el sentimiento de la defensa de la patria.</span> <span style="font-weight: 400;">De &eacute;sta manera</span><em><span style="font-weight: 400;">, </span></em><span style="font-weight: 400;">se har&aacute; un recorrido desde la &eacute;poca arcaica hasta la Grecia Cl&aacute;sica.</span></p>]]></description>
</item></channel>
</rss>
